Revit 2027 API
AlignmentFailures Properties
The BuiltInFailures.AlignmentFailures type exposes the following members.
Properties
Name | Description
AlignmentCheckStationLabels |  A change to an Infrastructure Alignment or its Stationing Units may have affected the associated Alignment Station Labels. Please check the labels to ensure proper placement.
Top
See Also
Reference
BuiltInFailures.AlignmentFailures Class
Autodesk.Revit.DB Namespace